<?php
$_['text_search']      		= 'Поиск в статьях блогах';

$_['text_related']			= 'Рекомендуем почитать';
$_['text_review']			= 'Комментарии';
$_['text_or']           	= '- ИЛИ -';
$_['text_reviews']      	= 'Коментариев: %s '; 
$_['text_write']        	= 'Написать комментарий';
$_['text_write_send']   	= 'Отправить свой комментарий';
$_['text_no_reviews']   	= 'В данной статье нет комментариев.';
$_['text_on']           	= ' на ';
$_['text_note']         	= '<span class="text-danger">Внимание:</span> HTML не поддерживается! Используйте обычный текст!';
$_['text_share']       	 	= 'Лайкнуть';
$_['text_success']      	= 'Спасибо за ваш комментарий. Он будет опубликован после одобрения администрацией.';
$_['text_wait']         	= 'Подождите...!';
$_['text_tags']        	 	= 'Тэги:';
$_['text_error']        	= 'Нет похожих статей!';
$_['text_date_added']     	= 'Опубликовано';
$_['text_date_modified']	= 'Изменено';
$_['text_viewed']       	= 'Просмотров';
$_['text_author']        	= 'Автор';
$_['text_login']         	= 'Пожалуйста<a href="%s">авторизуйтесь</a> или <a href="%s">зарегистрируйтесь</a> to review';
$_['text_admin_reply'] 		= 'Ответ администрации:';

$_['text_waiting'] 			= 'В ожидании новый отзыв о статье';
$_['text_article'] 			= 'Статья: %s';

$_['entry_name']        	= 'Ваше имя:';
$_['entry_review']      	= 'Ваш комментарий:';
$_['entry_rating']      	= 'Рейтинг:';
$_['entry_good']        	= 'Хорошо';
$_['entry_bad']         	= 'Плохо';
$_['entry_captcha']     	= 'Введите код указанный на картинке:';

$_['tab_description']  	 	= 'Описание';
$_['tab_review']        	= 'Комментариев (%s)';
$_['tab_related']      		= 'Рекомендуемые статьи'; 

$_['title_related']			= 'Обратите внимание';

$_['error_name']        	= 'Минимальная длина имени от  3 до  25 знаков!';
$_['error_text']        	= 'Текст комментария должен быть от  25 до  1000 знаков!';
$_['error_rating']      	= 'Укажите рейтинг!';
$_['error_captcha']     	= 'Не совпадает код указанный на картинке!';
?>