<?php
// Heading
$_['heading_title']      = '<font color="green"><b>Доставка от веса, суммы заказа, процента от суммы заказа</b></font>'; 

// Text
$_['text_shipping']      = 'Доставка';
$_['text_success']       = 'Настройки модуля обновлены!';

// Entry
$_['entry_rate_weight']  = 'Расценки (цена доставки от веса заказа):<br /><span class="help">Например: 1.00:100,5.00:700  Вес:Цена доставки,Вес:Цена доставки и т.д.</span>';

$_['entry_rate_total_summa'] = 'Расценки (цена доставки от суммы заказа):<br /><span class="help">Например: 500:20.00,700:40.00 Сумма заказа:Цена доставки,Сумма заказа:Цена доставки и т.д.</span>';

$_['entry_rate_percent'] = 'Расценки (цена доставки(процент от суммы заказа) от суммы заказа):<br /><span class="help">Например: 500:10.00,700:12.00 Сумма заказа:Цена доставки(процент от суммы заказа),Сумма заказа:Цена доставки(процент от суммы заказа) и т.д.</span>';

$_['entry_tax_class']    = 'Налоговый класс:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
?>